<!DOCTYPE html>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<html>
<head>
    <title>Home | Astronomy-mvyv.rhcloud.com</title>
    <META http-equiv="Content-Type" content="text/html; charset=UTF-8"/>
    <script src="<c:url value='/resources/js/jquery-1.11.3.js' />" ></script>
    <script src="<c:url value='/resources/js/formValidator.js' />" ></script>
    <script src="<c:url value='/resources/js/stopBox.js' />" ></script>
    <link type="text/css" rel="stylesheet" href="/resources/css/pages.css">
    <link rel="shortcut icon" href="/resources/favicon.ico" type="image/x-icon">
    <script type="text/javascript">

    </script>
</head>
<body>
<div class="globalGlass">
    <div class="page_nav">
        <jsp:include page="header_ukr.jsp"></jsp:include>
    </div>
    <div class="page_container">
        <div class="left_side">
            <jsp:include page="navigation.jsp"></jsp:include>
        </div>
        <div class="page_main_contentU">
            <div class="homeBox" id="homeBox1" onclick="location.href='/universeobjects_ukr?object=planets';">
                <div class="homeInfo">
                    <span class="homeBoxTitleUkr">ПЛАНЕТИ</span>
                    <p>Плане́та (грец. πλανήτης — той, що блукає) — кулястее тіло, що обертається навколо Сонця чи іншої зірки. Орбіта цього обертання дуже близька до еліпсу.
                        За найсучаснішим означенням, плане́тою сонячної системи вважають астрономічний об'єкт, що обертається навколо Сонця,
                        має достатню масу для того, щоб під дією власної гравітації набути кулястої форми та має «вичищену околицю»,
                        тобто, домінує на своїй орбіті. Ті астрономічні об'єкти, що задовольняють двом першим умовам, але не задовольняють третій, називають карликовими планетами.
                        Планети, що перебувають поза межами Сонячної системи, називають екзопланетами.</p>
                </div>
            </div>
            <div class="homeBox" id="homeBox2" onclick="location.href='/universeobjects_ukr?object=stars';">
                <div class="homeInfo">
                    <span class="homeBoxTitleUkr">ЗОРІ</span>
                    <p>Зоря — велетенське розжарене, самосвітне небесне тіло, у надрах якого ефективно відбуваються (або відбувались) термоядерні реакції.
                        Сонце — одна із зір, середня за своїми розмірами та світністю. Зорі поряд з іншими небесними тілами вивчає наука астрономія.
                        Моделювання фізичних процесів, що відбуваються в зірках входить до кола зацікавлень астрофізики.
                        У багатьох зірок наявні власні екзопланети, — як подібні до планет Сонячної системи, так і геть відмінні.
                        Неозброєним оком на небі видно близько 6000 зір.</p>
                </div>
            </div>
            <div class="homeBox" id="homeBox3" onclick="location.href='/universeobjects_ukr?object=satellites';">
                <div class="homeInfo">
                    <span class="homeBoxTitleUkr">СУПУТНИКИ</span>
                    <p>Супутник — небесне тіло, яке рухається навколо планети або зірки. Запущені людиною у космос із дослідницькою метою пристрої,
                        апарати або снаряди, які рухаються за інерцією навколо небесного тіла, називаються штучними супутниками.
                        Прикладом природнього супутника є Місяць, який обертається навколо планети Земля.
                        В Сонячній системі налічується 173 природниі супутники, які обертаються навколо шести планет.
                        Із 5 карликових планет супутники мають 3 — Плутон (5), Хаумеа (2) та Ерида (1).
                        Також виявлені супутники в деяких малих планет</p>
                </div>
            </div>
            <div class="homeBox" id="homeBox4" onclick="location.href='/universeobjects_ukr?object=galaxies';">
                <div class="homeInfo">
                    <span class="homeBoxTitleUkr">ГАЛАКТИКИ</span>
                    <p>Гала́ктика (дав.-гр. Γαλαξίας — молочний) — велетенська гравітаційно-зв'язана система із зірок і зоряних скупчень, міжзоряного газу, пилу, і темної матері.
                        Усі об'єкти в складі галактик беруть участь у русі відносно спільного центру мас.
                        Галактики — надзвичайно далекі об'єкти. Відстань до найближчих із них вимірюється в мегапарсеках, а до далеких — в одиницях червоного зміщення.
                        Саме через віддаленість неозброєним оком розрізнити на небі можна лише три з них:
                        туманність Андромеди (видно в північній півкулі), Велику і Малу Магелланові Хмари (видно в південній півкулі).</p>
                </div>
            </div>
            <div class="homeBox" id="homeBox5" onclick="location.href='/constellations_ukr';">
                <div class="homeInfo">
                    <span class="homeBoxTitleUkr">СУЗІР'Я</span>
                    <p>Сузір'я — одна з 88 ділянок, на які поділена небесна сфера.
                        У менш формальному контексті термін вживається для назви групи зір, взаємне розташування яких складає якусь фігуру чи контур.
                        Деякі відомі сузір'я містять добре помітні фігури, складені яскравими зірками, які легко впізнати, наприклад,
                        Велика Ведмедиця (контур ковша), Оріон (фігура мисливця), Лев (контур лежачого лева), Скорпіон.
                        Зорі в сузір'ї рідко мають якийсь зв'язок одна з одною.
                        Насправді вони розташовані в нашій галактиці далеко одна від одної і лише випадково опиняються поруч, якщо їх розглядати саме з Землі.</p>
                </div>
            </div>
            <div class="homeBox" id="homeBox6" onclick="location.href='/about_ukr?name=solarSystem&object=solarSystem';">
                <div class="homeInfo">
                    <span class="homeBoxTitleUkr">СОНЯЧНА СИСТЕМА</span>
                    <p>Сонячна система — планетна система, що включає в себе центральну зірку — Сонце, і всі природні космічні об'єкти, що обертаються навколо Сонця.
                        Сонячна система є системою гравітаційно пов'язаних небесних тіл, що складається з центрального масивного тіла — Сонця,
                        восьми великих планет, які рухаються навколо нього: Меркурій, Венера, Земля, Марс, Юпітер, Сатурн, Уран, Нептун,
                        понад 100 їх супутників, поясу астероїдів та поясу Койпера.
                        У Сонячній системі є дві ділянки, заповнені малими тілами: Пояс астероїдів, що розташований між Марсом і Юпітером.
                        (найбільші об'єкти - Церера, Паллада, Веста);
                        За орбітою Нептуна розташовано транснептунові об'єкти (найбільшими з яких є Плутон, Седна, Хаумеа, Макемаке, Ерида).
                        </p>
                </div>
            </div>
            <div class="homeBox" id="homeBox7" onclick="location.href='/about_ukr?name=universe&object=universe';">
                <div class="homeInfo">
                    <span class="homeBoxTitleUkr">ВСЕСВІТ</span>
                    <p>Всесвіт — весь матеріальний світ, різноманітний за формами, що їх приймає матерія та енергія, включаючи усі галактики, зорі, планети та інші космічні тіла.
                        Всесвіт настільки великий, що його розміри важко уявити.
                        Всесвіт, досліджуваний астрономами, — частина матеріального світу, що доступна дослідженню астрономічними засобами, які відповідають досягнутому рівневі розвитку науки
                        (часто цю частину всесвіту називають метагалактикою), простягається на 1,6·10<sup>24</sup> км і нікому не відомо, наскільки він великий за межами видимої частини.
                        У вужчому сенсі під Всесвітом мається на увазі світ небесних тіл із законами їхнього руху та розвитку, їхній розподіл у часі і просторі.</p>
                </div>
            </div>
            <%--<div class="homeBox">--%>

            <%--</div>--%>
        </div>
    </div>
    <div class="page_footer">
        <jsp:include page="footer_ukr.jsp"></jsp:include>
    </div>
</div>
<div class="page_global">
</div>
</body>
</html>
